[errors]
anotheruseralreadyrunninggame=BioShock está sendo executado.
anotheruseralreadyrunninggametitle=BioShock está sendo executado
critical=Erro crítico
failedconfigload=%s (erro ao carregar)
nowritepermission=BioShock precisa de permissão para escrever na pasta de BioShock.exe. Execute BioShock com uma conta de usuário que terá as permissões adequadas.
nowritepermissiontitle=Erro de gravação de arquivo

[firstrun]
caption=Configuração inicial
lowmemory=BioShock detectou que você tem %i MB de memória disponível. Para melhorar o rendimento, mexa na opção 'Detalhe de Texturas: Baixo' e 'Qualidade baixa de som'. Você pode mudar estes ajustes no menu 'Ajustes de rendimento'.
nonmmx=BioShock detectou que você está usando um PC sem MMX. De acordo com isso, ajuste a reprodução de som para que utilize menos capacidade possível do processo de seu CPU. Você pode mudar estes ajustes no menu 'Opções avançadas/Som'.
starting=BioShock está sendo iniciado com novos ajustes. Se sofrer qualquer problema, consulte a seção 'Solucionar problemas' das notas de publicação no menu Iniciar.

[general]
addbutton=Agregar
advancedoptionstitle=Opções Avançadas 
agreebutton=&Aceitar
autosave=(Automático) 
backbutton=< &Voltar
browsebutton=...
cancelbutton=Cancelar
clearbutton=Limpar
colorbutton=Cor
defaultsbutton=Padrão
deletebutton=Apagar
emptybutton=Vazio
failedtogetsaves=Erro ao recuperar lista de partidas salvas. O conteúdo salvo no dispositivo de armazenamento pode estar danificado ou você pode ter tirado o dispositivo de armazenamento.
failedtoloadcorrupt=Falha ao carregar jogo salvo. O arquivo parece estar danificado. 
failedtoloadmissingcontent=Erro ao carregar partida salva. Falta o conteúdo carregável que este jogo precisa. Reestabeleça o conteúdo carregável e logo carregue a partida apartir do menu principal.
findbutton=Encontrar
finishbutton=&Fim
gamesaved=Jogo salvo.
high=Alto
insertbutton=Inserir
insertcdtext=Insita o CD-ROM de BioShock no leitor e aperte Aceitar para continuar ou Cancelar para sair.
insertcdtitle=Você precisa do CD para iniciar
installbutton=&Instalar
languageprompt=Idioma:
languagewindow=Seleção de idioma
loadingtext=Carregando...
logwindow=%s Janela de registro
low=Baixo
new=Novo
newsavedisplayname=Novo jogo salvo
nextbutton=&Próximo >
nobutton=&Não
okbutton=ACEITAR
pickbutton=Pegar
pleasewait=Um momento, por favor...
propmulti=%s Propriedades (%i selecionado)
propnone=Nada selecionado
propsingle=%s Propriedades
quicksave=(Salvamento Rápido) 
reconnectcontroller=Por favor, conecte o controle Xbox 360 para Windows novamente ou use o teclado para sair do modo de controle.
savingtext=Salvando...
usebutton=Usar
yesbutton=&Sim

[iddialog_crashbox]
bugreporturl=http://www.irrationalgames.com
idc_bugreport=Enviar relatório de erros
idc_copy=Copiar

[iddialog_directory]
idc_chooseprompt=Escolha a pasta de instalação.
idc_directory=Pasta de instalação
idc_directorytitle=&Diretórios:
idc_drivestitle=&Unidades:
idc_networkbutton=&Red
idc_pathtitle=&Ruta:

[iddialog_password]
idc_name=&Nome:
idc_password=Verificação da senha
idc_password=&Senha:
idc_prompt=Coloque seu nome e senha.

[idmenu_log]
id_logadvancedoptions=&Opções Avançadas
id_logfile=&Arquivo
id_logfileexit=&Sair

[idmenu_notifyicon]
id_notifyadvancedoptions=&Opções Avançadas
id_notifyexit=&Sair do servidor de BioShock
id_notifyicon=Menu
id_notifyshowlog=&Console do servidor de BioShock

[minspecrequirements]
doesnotmeetminspectitle=Recursos de sistema insuficientes
insufficientdirectxversion=Este jogo precisa DirectX 9.0c ou superior. Para jogar este jogo é necessário instalar DirectX 9.0c ou superior (consulte as notas de publicação para obter mais instruções sobre como conseguí-lo).
insufficientsystemmemory=Este equipamento só dispoe de %d MB de memória de sistema. Este jogo precisa de um mínimo de %d MB de memória de sistema.
insufficientvideomemory=A placa gráfica deste equipamento não dispoe de suficiente memória de vídeo incorporada. Este jogo precisa de uma placa gráfica com um mínimo de %d MB de memória de vídeo incorporada.
meetsminspec=Este equipamento cumpre ou excede os requisitos mínimos do jogo.
minspecinformation=Os requisitos mínimos do sistema podem ser encontrados na caixa e no manual do jogo.
nohardwaretl=A placa gráfica deste equipamento não é compatível com T&L do hardware. Este jogo precisa ser compatível com T&L do hardware.
nosounddeviceinstalled=Não foi possivel encontrar nenhum dispositivo de som. Este jogo precisa de uma placa de som compatível.
querycontinueonnonminspec=Jogar o jogo com este hardware é TOTALMENTE NO COMPATÍVEL, INSTÁVEL E NÃO RECOMENDADO. Quer continuar mesmo assim?
unsupportedoperatingsystem=Este jogo não é compatível com o sistema operativo instalado neste equipamento.
videocardunsupported=A placa gráfica deste equipamento não cumpre os requisitos mínimos necessários para este jogo.

[months]
am=
monthapril=Abr
monthaugust=Ago
monthdecember=Dez
monthfebruary=Fev
monthjanuary=Jan
monthjuly=Jul
monthjune=Jun
monthmarch=Mar
monthmay=Mai
monthnovember=Nov
monthoctober=Out
monthseptember=Set
pm=
dateformat=[DAY] [MONTH] [YEAR] [HOUR]:[MINUTE]:[SECOND]

[platformmanager]
failedtoloadcritical=Remova o dispositivo de armazenamento em uso, assim que voltar a tela de INÌCIO.
failedtoloadcriticalheader=Erro ao carregar partida
failedtosave=Não foi possíivel salvar a partida.
failedtosaveheader=Erroo ao salvar
failedtosavenoprofileselected=Não pode salvar os progressos porque não tem nenhum perfil de jogador selecionado.
failedtosavenostoragedeviceselected=Não pode salvar os progressos porque não tem dispositivo de armazenamento selecionado. Selecione um dispositivo de armazenamento para poder salvar os progressos.
failedtosaveprofile=Não pode salvar sua configuração de usuário. Verifique se o dispositivo de armazenamento não é completa.
failedtosavepromptreselectdevice=Não tem espaço suficiente no dispositivo de armazenamento para salvar a partida. Selecione um dispositivo diferente ou não salvará os progressos.
failedtosavepromptselectdevice=Por favor, selecione um dispositivo de armazenamento. Se não selecionar, não será salvo dados do jogo.
mustselectprofile=Se não iniciar uma sessão, perderá todos os progressos não salvos. Queres começar uma sessão?
noinputdeviceheader=Não tem dispositivo de entrada
noinputdeviceselected=Não tem nenhum dispositivo de entrada conectado. Insira um dispositivo de entrada de Xbox 360 para continuar.
noprofile=Não tem perfil de jogador
nostoragedeviceheader=Disposotivo de armazenamento
nostoragedeviceselected=Não foi selecionado nenhum dispositivo de armazenamento. Não será salvo os dados do jogo.
notenoughdiskspace=Não pode salvar os progressos porque não tem espaço suficiente libere no disco rígido. Por favor, libere algum espaço no disco rígico atual ou escolha otro disco rígido para salvar.
notenoughdiskspaceheader=Não tem espaço
oktext=ACEITAR
profilechangedgamewillrestart=O jogo voltará a tela de INÍCIO porque foi encerrado a sessão do perfil do jogador ativo.
profilechangedheader=O perfil de jogador foi alterado.
savewarning=Salvando jogo. Por favor, não desligue o computador.
savingdisabled=Dispositivo de armazenamento
signinno=Não, iniciar sessão
signinyes=Sim, iniciar sessão
